local datas = {

	[90] = 
		{
			id = 90,	--索引
			name = "气血",	--名称
		},

	[69] = 
		{
			id = 69,	--索引
			name = "物理攻击",	--名称
		},

	[143] = 
		{
			id = 143,	--索引
			name = "元气攻击",	--名称
		},

	[102] = 
		{
			id = 102,	--索引
			name = "物理防御",	--名称
		},

	[112] = 
		{
			id = 112,	--索引
			name = "元气防御",	--名称
		},

	[79] = 
		{
			id = 79,	--索引
			name = "速度",	--名称
		},

	[153] = 
		{
			id = 153,	--索引
			name = "物理命中",	--名称
		},

	[133] = 
		{
			id = 133,	--索引
			name = "物理闪避",	--名称
		},

	[552] = 
		{
			id = 552,	--索引
			name = "元气命中",	--名称
		},

	[548] = 
		{
			id = 548,	--索引
			name = "元气闪避",	--名称
		},

	[162] = 
		{
			id = 162,	--索引
			name = "物理暴击",	--名称
		},

	[168] = 
		{
			id = 168,	--索引
			name = "暴击伤害",	--名称
		},

	[174] = 
		{
			id = 174,	--索引
			name = "物理抗暴",	--名称
		},

	[180] = 
		{
			id = 180,	--索引
			name = "元气暴击",	--名称
		},

	[186] = 
		{
			id = 186,	--索引
			name = "元气暴击伤害",	--名称
		},

	[192] = 
		{
			id = 192,	--索引
			name = "元气抗暴",	--名称
		},

	[473] = 
		{
			id = 473,	--索引
			name = "元气吸收",	--名称
		},

	[482] = 
		{
			id = 482,	--索引
			name = "治疗强度",	--名称
		},

	[464] = 
		{
			id = 464,	--索引
			name = "元气穿透",	--名称
		},

	[337] = 
		{
			id = 337,	--索引
			name = "物理伤害",	--名称
		},

	[238] = 
		{
			id = 238,	--索引
			name = "物理抗性",	--名称
		},

	[349] = 
		{
			id = 349,	--索引
			name = "元气伤害",	--名称
		},

	[343] = 
		{
			id = 343,	--索引
			name = "元气抗性",	--名称
		},

	[560] = 
		{
			id = 560,	--索引
			name = "控制命中",	--名称
		},

	[556] = 
		{
			id = 556,	--索引
			name = "控制抵抗",	--名称
		},

	[356] = 
		{
			id = 356,	--索引
			name = "金系伤害",	--名称
		},

	[374] = 
		{
			id = 374,	--索引
			name = "木系伤害",	--名称
		},

	[392] = 
		{
			id = 392,	--索引
			name = "水系伤害",	--名称
		},

	[428] = 
		{
			id = 428,	--索引
			name = "土系伤害",	--名称
		},

	[410] = 
		{
			id = 410,	--索引
			name = "火系伤害",	--名称
		},

	[365] = 
		{
			id = 365,	--索引
			name = "金系防御",	--名称
		},

	[383] = 
		{
			id = 383,	--索引
			name = "木系防御",	--名称
		},

	[401] = 
		{
			id = 401,	--索引
			name = "水系防御",	--名称
		},

	[437] = 
		{
			id = 437,	--索引
			name = "土系防御",	--名称
		},

	[419] = 
		{
			id = 419,	--索引
			name = "火系防御",	--名称
		},

	[491] = 
		{
			id = 491,	--索引
			name = "精通",	--名称
		},

	[220] = 
		{
			id = 220,	--索引
			name = "最终伤害",	--名称
		},

	[229] = 
		{
			id = 229,	--索引
			name = "最终免伤",	--名称
		},

	[9] = 
		{
			id = 9,	--索引
			name = "力量",	--名称
		},

	[20] = 
		{
			id = 20,	--索引
			name = "体力",	--名称
		},

	[42] = 
		{
			id = 42,	--索引
			name = "耐力",	--名称
		},

	[59] = 
		{
			id = 59,	--索引
			name = "元气",	--名称
		},

	[31] = 
		{
			id = 31,	--索引
			name = "敏捷",	--名称
		},

	[122] = 
		{
			id = 122,	--索引
			name = "元气值",	--名称
		},
}
return datas